let menu = [
    {
        name: "Шакшука",
        ingredients: ["Лук","Оливковое масло","Помидоры","Яйца","Томатная паста","Чеснок","Сладкий перец","Приправы"],
        price: 650
    },
    {
        name: "Болоньезе",
        ingredients: ["Лук","Оливковое масло","Мясной фарш","Помидоры в собственном соку","Чеснок","Сладкий перец", "Приправы","Спагетти", "Тертый твердый сыр"],
        price: 650
    },
    {
        name: "Сырники",
        ingredients: ["Творог","Мука","Яйца","Сахар","Масло","Соль"],
        price: 350
    }
]

let ingredientsPrice = {
    "Лук": 10,
    "Оливковое масло": 50,
    "Помидоры": 45,
    "Яйца": 50,
    "Томатная паста": 50,
    "Чеснок": 5,
    "Сладкий перец": 50,
    "Приправы": 10,
    "Мясной фарш": 60,
    "Помидоры в собственном соку": 30,
    "Спагетти":30,
    "Тертый твердый сыр": 30,
    "Творог": 50,
    "Мука": 20,
    "Сахар": 5,
    "Масло": 20,
    "Соль": 5
}

export {
    ingredientsPrice,
    menu,
}

